---
kind: enumMember
id: F:Autodesk.Revit.DB.SaveModifiedLinksOptions.SaveLinks
enum: Autodesk.Revit.DB.SaveModifiedLinksOptions
source: html/0d60b26d-4684-453f-4b90-e252334dac5e.htm
---
# Autodesk.Revit.DB.SaveModifiedLinksOptions.SaveLinks

Any modified linked files will be saved.